Repository: lebleut/Tooltipy-OOP
Catalog: languages/tooltipy-*.po
Languages: es_es

source: View glossary
es_es: Ver glosario

source: ALL
es_es: TODO

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: Sorry, no posts matched your criteria.
es_es: Disculpe, no hay post que corresponden con su criterio.

source: Begin converting my keywords
es_es: Comenzar a convertir mis palabras claves

source: Convert from
es_es: Convertir desde

source: keywords converted
es_es: palabras claves convertidas

source: These posts were not converted (Duplicated)
es_es: Estos posts no fueron convertidos (Duplicado)

source: if you want to re-convert them, you have to delete them from My Keywords.
es_es: si usted desea re convertirlos, tiene que borrarlos desde Mis Palabras Claves

source: No posts found
es_es: No se encontraron posts

source: KeyWords
es_es: Palabras Claves

source: KeyWord
es_es: Palabra Clave

source: My KeyWords
es_es: Mis Palabras Claves

source: All my KeyWords
es_es: Todas mis Palabras Claves

source: Add new one
es_es: Adicionar una nueva

source: New KeyWord
es_es: Nueva Palabra Clave

source: Edit KeyWord
es_es: Editar Palabra Clave

source: View KeyWord
es_es: Ver Palabra Clave

source: Search for KeyWords
es_es: Buscar Palabras Claves

source: KeyWords not found
es_es: Palabras Claves no encontradas

source: KeyWords not found in trash
es_es: Palabras Claves no encontradas en la papelera

source: Parent KeyWords colon
es_es: Punto de Palabras Claves Padre

source: Picture
es_es: Imagen

source: Is Prefix ?
es_es: ¿Es Prefijo?

source: Keyword Settings
es_es: Ajustes de Palabra Clave

source: Keywords related
es_es: Palabras Claves relacionadas

source: Synonyms
es_es: Sinónimos

source: Type here the keyword's Synonyms separated with '|'
es_es: Escribir aquí los Sinónimos de palabras claves con '|'

source: Make this keyword <b>Case Sensitive</b>
es_es: Hacer esta palabra clave <b>Distintiva entre Mayúscula y Minúscula</b>

source: Exclude this post from being matched
es_es: Excluir este post de ser incluído

source: Exclude this post
es_es: Excluir este post

source: No KeyWords found for this post
es_es: No se encontraron Palabras Claves en este post

source: Manage KeyWords
es_es: Gestionar Palabras Claves

source: Post Types in concern :
es_es: Tipos de Post de interés:

source: Customise the tooltip style :
es_es: Personalizar el estilo del mensaje de ayuda:

source: Posts / Pages
es_es: Posts/Páginas

source: Match once or all occurrences
es_es: Incluir una o todas las ocurrencias

source: Tooltip title
es_es: Título del mensaje de ayuda

source: Tooltip position
es_es: Posición del mensaje de ayuda

source: Keyword style
es_es: Estilo de Palabra Clave

source: Description tooltip style
es_es: Estilo del mensaje de ayuda de la descripción

source: Description tooltip Font size
es_es: Tamaño de la Letra del mensaje de ayuda de la descripción

source: Activate tooltips for images ?
es_es: ¿Activar mensaje de ayuda para las imágenes?

source: KeyWords Settings
es_es: Ajustes de Palabras Claves

source: Settings
es_es: Ajustes

source: alt property of the images will be displayed as a tooltip
es_es: la propiedad alt de las imágenes será mostrada como un mensaje de ayuda

source: Description Background Colour
es_es: Color de Fondo de la Descripción

source: Description font Colour
es_es: Color de la letra de la descripción

source: Background Colour
es_es: Color de Fondo

source: No background (Dotted style)
es_es: Sin Fondo (Estilo de Punto)

source: Font Colour
es_es: Color de Letra

source: Choose either Posts or/and Pages in concern
es_es: Escoger entre Posts y/o Páginas de interés

source: Make your own style.
es_es: Haga su propio estilo.

source: Pages
es_es: Páginas

source: Match all occurrences
es_es: Incluir todas las ocurrencias

source: Hide the tooltips title
es_es: Ocultar el título de los mensajes de ayuda

source: Top
es_es: Arriba

source: Bottom
es_es: Abajo

source: Right
es_es: Derecha

source: Left
es_es: Izquierda

source: Style
es_es: Estilo

source: Excluded posts
es_es: Posts excluidos

source: Help ?
es_es: ¿Ayuda?

source: Donate
es_es: Donar

source: this plugin allows you easely create tooltips for your technical keywords.
es_es: este plugin le permite crear fácilmente mensajes de ayuda para sus palabras claves técnicas.

source: Click
es_es: Haga clic

source: Here
es_es: Aquí

source: to rate our plugin if you appreciate it
es_es: para puntuar nuestro plugin si lo aprecia

source: Preview
es_es: Vista Previa

source: Pass your mouse over the word
es_es: Mueva su mouse sobre la palabra

source: to test the tooltip layout.
es_es: para probar el diseño del mensaje de ayuda.

source: Posts which are excluded from being matched
es_es: Los posts que no son incluidos

source: No posts or pages are excluded
es_es: No se han excluidos páginas o posts

source: Save Settings
es_es: Salvar Ajustes

source: no terms found for this post
es_es: no se encontraron términos para este post

source: This Keyword is a <b>Prefix</b>
es_es: Esta Palabra Clave es un <b>Prefijo</b>

source: Prefix
es_es: Prefijo

source: KTTG Advanced
es_es: KTTG Avanzado

source: Advanced
es_es: Avanzado

source: Match custom-fields
es_es: Incluir campos personalizados:

source: KeyWords Avanced
es_es: Palabras Claves Avanzado

source: Advanced space
es_es: Espacio avanzado
