Repository: lebleut/Tooltipy-OOP
Catalog: languages/tooltipy-lang-*.po
Languages: fr_fr

source: ALL
fr_fr: TOUT

source: Next
fr_fr: Suivant

source: Previous
fr_fr: Précédent

source: Sorry, no posts matched your criteria.
fr_fr: Prdon, pas de mots-clés trouvés

source: KeyWords Tooltip Generator Converter
fr_fr: KeyWords Tooltip Generator (Convertisseur)

source: KTTG Converter
fr_fr: KTTG Convertisseur

source: Begin converting my keywords
fr_fr: Commancer la conversion de mes mots-clés

source: Convert from
fr_fr: Convertir de

source: keywords converted
fr_fr: Mots clés convertis

source: These posts were not converted (Duplicated)
fr_fr: Les articles suivants n'ont pas été convertis (existent déjà)

source: if you want to re-convert them, you have to delete them from My Keywords.
fr_fr: Si vous voulez les reconvertir, vous devez les supprimer à partir de Mes Mots Clés

source: No posts found
fr_fr: Mots Clés introuvable

source: KeyWords
fr_fr: Mots Clés

source: KeyWord
fr_fr: Mot clé

source: My KeyWords
fr_fr: Mes Mots clés

source: All my KeyWords
fr_fr: Tous mes Mots Clés

source: Search for KeyWords
fr_fr: Chercher des Mots Clés

source: KeyWords not found
fr_fr: Mots Clés introuvable

source: KeyWords not found in trash
fr_fr: Mots Clés introuvable dans la corbeille

source: Families
fr_fr: Familles

source: Picture
fr_fr: Image

source: Is Prefix ?
fr_fr: Préfixe ?

source: Video tooltip
fr_fr: Infobulle Vidéo

source: Keyword Settings
fr_fr: Réglages des Mots Clés

source: Keywords related
fr_fr: Mots clés en relation

source: Synonyms
fr_fr: Synonymes

source: Type here the keyword's Synonyms separated with '|'
fr_fr: Tapez ici les synonymes en les séparant par des '|'

source: Make this keyword <b>Case Sensitive</b>
fr_fr: <b>Respecter la casse</b> pour ce mot-clés

source: Exclude this post from being matched
fr_fr: Exclure cet article d'etre traité par les mots clés

source: Exclude this post
fr_fr: Exclure cet article

source: No KeyWords found for this post
fr_fr: Mots Clés introuvable pour cet article

source: Keywords to exclude
fr_fr: Mots Clés à exclure

source: Manage KeyWords
fr_fr: Gérer les Mots clés

source: Glossary settings :
fr_fr: Parametres du glossaire :

source: Keywords per page
fr_fr: Mots clés par page

source: Glossary page labels
fr_fr: Label du lien de glossaire

source: <b>ALL</b> label
fr_fr: <b>Tout</b> label

source: <b>Previous</b> label
fr_fr: <b>Précédent</b> label

source: <b>Next</b> label
fr_fr: <b>Suivant</b> label

source: Choose settings for your glossary.
fr_fr: Choisissez les parametres pour votre glossaire

source: Tooltips settings :
fr_fr: Parametres des tooltips

source: Customise the tooltip style :
fr_fr: Personnaliser le style de l'infobulle

source: Match once or all occurrences
fr_fr: Appliquer sur un/tous les mots clés dans l'article

source: Tooltip title
fr_fr: Titre du tooltip

source: Tooltip position
fr_fr: Position du tooltip

source: Fetch mode
fr_fr: Mode de balayage

source: Keyword style
fr_fr: Style du Mot Clé

source: Description tooltip style
fr_fr: Style de la description de l'infobulle

source: Tooltip width
fr_fr: Largeur des tooltips

source: Description tooltip Font size
fr_fr: Taille de police de l'infobulle

source: Activate tooltips for images ?
fr_fr: Activer les tooltips pour les images ?

source: KeyWords Settings
fr_fr: Réglages des Mots Clés

source: Settings
fr_fr: Réglages

source: alt property of the images will be displayed as a tooltip
fr_fr: La propriété 'alt' des images sera affiché comme tooltip

source: Description Background Colour
fr_fr: Couleur de l'arrière-plan de l'infobulle

source: Description font Colour
fr_fr: Couleur du texte de l'infobulle

source: Background Colour
fr_fr: Couleur de l'arrière-plan

source: No background (Dotted style)
fr_fr: Pas de surbrillance (style pointillé)

source: Font Colour
fr_fr: Couleur du texte

source: General tooltips settings
fr_fr: Garametres générales des tooltips

source: Make your own style.
fr_fr: Faites votre propre style.

source: Match all occurrences
fr_fr: Appliquer sur toutes les occurrences

source: Hide the tooltips title
fr_fr: Cacher le titre de l'infobulle

source: None
fr_fr: Aucun

source: Fast
fr_fr: Rapide

source: Slow
fr_fr: Lent

source: click to see a DEMO
fr_fr: Cliquez pour voir le DEMO

source: Top
fr_fr: Haut

source: Bottom
fr_fr: Bas

source: Right
fr_fr: Droite

source: Left
fr_fr: Gauche

source: Glossary
fr_fr: Glossaire

source: Advanced
fr_fr: Avancé

source: Excluded posts
fr_fr: Articles exclues

source: Help ?
fr_fr: Aide ?

source: Donate
fr_fr: Faire un don

source: Save Settings
fr_fr: Sauvegarder les réglages

source: no terms found for this post
fr_fr: Pas de mot clés trouvé pour cet article

source: Youtube video ID
fr_fr: ID de la video Youtube

source: This Keyword is a <b>Prefix</b>
fr_fr: Ce Mot-clés est un <b>préfixe</b>

source: Prefix
fr_fr: Préfixe

source: No
fr_fr: Non

source: Advance settings for KTTG :
fr_fr: Parametres avancés pour KTTG

source: Cover areas
fr_fr: Zones à couvrir

source: Exclude areas
fr_fr: Zones à exclure

source: Exclude links
fr_fr: Exclure les liens

source: Exclude Headings
fr_fr: Exclure les titres

source: Advanced Style
fr_fr: Style avancé

source: Load all keywords
fr_fr: Charger tout les mots-clés

source: Advanced space
fr_fr: Espace avancé

source: Apply custom style sheet
fr_fr: Appliquer un style personnalisé

source: Links
fr_fr: Liens

source: use only if needed to load all keywords per page
fr_fr: à utiliser seulement au cas de besoin pour charger tout les mots-clés

source: Choose CSS classes to cover with tooltips
fr_fr: Choisissez les classes CSS à couvrir

source: Please avoid overlapped classes !
fr_fr: Merci d'éviter le chévauchement

source: If you leave it blank the whole page will be affected
fr_fr: Si vous la laissez vide vide toute la page sera couverte

source: Choose CSS classes to exclude
fr_fr: Choisissez les classes CSS à éviter

source: Posts which are excluded from being matched
fr_fr: Articles ou pages exclues d'être traités

source: No posts or pages are excluded
fr_fr: Aucun article ou page sont exclues

source: this plugin allows you easely create tooltips for your technical keywords.
fr_fr: ce plugin vous permet très simplement de créer des infobulles pour vos Mots Clés techniques.

source: Click
fr_fr: Cliquez

source: Here
fr_fr: -- ICI --

source: to rate our plugin if you appreciate it
fr_fr: pour donner une note à notre plugin si vous l'appreciez

source: Preview
fr_fr: Aperçu

source: Pass your mouse over the word
fr_fr: Faite passer le pointeur sur le mot

source: to test the tooltip layout.
fr_fr: pour tester l'apparence de l'infobulle
